; Arrays with monsters names. It is grouped by locations.
global const $gPustoshCount = 17
global const $gPustoshLocation[$gPustoshCount] = [ _
	"Монстроглаз Наблюдатель", _
 	"Монстроглаз Разрушитель", _
 	"Малый Василиск", _
 	"Василиск", _
 	"Зеркальная Кошка", _
 	"Скелет Мародер", _
 	"Зеркальная Кошка Охотник", _
 	"Муравей", _
 	"Скелет Налетчик", _
 	"Вожак Муравьев", _
 	"Гранитный Голем", _
 	"Громила", _
 	"Гигантиопс", _
 	"Муравей Солдат", _
 	"Тиран", _
 	"Вожак Муравьев Воинов", _
 	"Главный Тиран" _
]
