global const $kParamCount = 23
global const $kTipText[$kParamCount] = [ _
 	"1. Укажите левую-верхнюю точку на полоске HP игрока", _
 	"2. Укажите правую-нижнюю точку на полоске HP игрока", _	
	"3. Укажите точку на полной полоске HP игрока с характерным цветом", _	
	"4. Укажите левую-верхнюю точку на полоске MP игрока", _
	"5. Укажите правую-нижнюю точку на полоске MP игрока", _
	"6. Укажите точку на полной полоске MP игрока с характерным цветом", _	
 	"7. Укажите левую-верхнюю точку на полоске HP 1-ого сопартийца", _
 	"8. Укажите правую-нижнюю точку на полоске HP 1-ого сопартийца", _	
	"9. Укажите точку на полной полоске HP 1-ого сопартийца с характерным цветом", _
 	"10. Укажите левую-верхнюю точку на полоске HP 2-ого сопартийца", _
 	"11. Укажите правую-нижнюю точку на полоске HP 2-ого сопартийца", _	
 	"12. Укажите левую-верхнюю точку на полоске HP 3-его сопартийца", _
 	"13. Укажите правую-нижнюю точку на полоске HP 3-его сопартийца", _	
 	"14. Укажите левую-верхнюю точку на полоске HP 4-ого сопартийца", _
 	"15. Укажите правую-нижнюю точку на полоске HP 4-ого сопартийца", _	
 	"16. Укажите левую-верхнюю точку на полоске HP 5-ого сопартийца", _
 	"17. Укажите правую-нижнюю точку на полоске HP 5-ого сопартийца", _	
 	"18. Укажите левую-верхнюю точку на полоске HP 6-ого сопартийца", _
 	"19. Укажите правую-нижнюю точку на полоске HP 6-ого сопартийца", _	
 	"20. Укажите левую-верхнюю точку на полоске HP 7-ого сопартийца", _
 	"21. Укажите правую-нижнюю точку на полоске HP 7-ого сопартийца", _	
 	"22. Укажите левую-верхнюю точку на полоске HP 8-ого сопартийца", _
 	"23. Укажите правую-нижнюю точку на полоске HP 8-ого сопартийца" _	
]

global const $kParamNames[$kParamCount] = [ _
 	"kSelfHealthLeft", _
 	"kSelfHealthRight", _
 	"kSelfHealthColor", _
 	"kSelfManaLeft", _	
 	"kSelfManaRight", _	
 	"kSelfManaColor", _
	"kFirstHealthLeft", _
 	"kFirstHealthRight", _
 	"kPartyHealthColor", _
	"kSecondHealthLeft", _
 	"kSecondHealthRight", _
	"kThirdHealthLeft", _
 	"kThirdHealthRight", _
	"kFourthHealthLeft", _
 	"kFourthHealthRight", _
	"kFifthHealthLeft", _
 	"kFifthHealthRight", _
	"kSixthHealthLeft", _
 	"kSixthHealthRight", _
	"kSeventhHealthLeft", _
 	"kSeventhHealthRight", _
	"kEighthHealthLeft", _
 	"kEighthHealthRight" _
]

global const $kConfigFile = "../conf/interface_healer.au3"

#include "../source/configurator.au3"
